---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.InsufficientResourcesException
source: html/2b79b857-006d-aa45-3420-11c99c67430a.htm
---
# InsufficientResourcesException Properties

The information of the function throwing the exception.